Repository: threadi/nested-ordered-lists-block-editor
Catalog: languages/nested-ordered-lists-block-editor-*.po
Languages: de_de

source: Nested Ordered Lists for Block Editor
de_de: Verschachtelte nummerierte Listen für den Block Editor

source: Adds support for nested ordered lists in List Block.
de_de: Fügt Unterstützung für verschachtelte nummerierte Listen im List Block hinzu.

source: Set start level above first
de_de: Anfangswert oberhalb setzen

source: Use start level %d
de_de: Verwende Start-Level %s

source: start value for level %d
de_de: Wert für Start-Level %s

source: lowercase letters style
de_de: Style mit Kleinbuchstaben

source: uppercase letters style
de_de: Style mit Großbuchstaben

source: lowercase roman style
de_de: kleine römische Ziffern

source: uppercase roman style
de_de: große römische Ziffern

source: Advanced List Controls
de_de: Erweiterte Listen-Eigenschaften

source: Use nested ordered lists
de_de: Verwende verschachtelte nummerierte Listen

source: Inherit settings
de_de: Einstellungen vererben

source: with indentation
de_de: mit Einrückung

source: Settings inherited from parent list.
de_de: Einstellungen wurden von der übergeordneten Liste geerbt.
