Repository: threadi/nested-ordered-lists-block-editor
Catalog: languages/nested-ordered-lists-for-block-editor-*.po
Languages: it_it

source: Nested Ordered Lists for Block Editor
it_it: Elenchi ordinati annidati per l'editor a blocchi

source: Adds support for nested ordered lists in List Block.
it_it: Aggiunge il supporto per gli elenchi ordinati annidati nel blocco Elenco.

source: Set start level above first
it_it: Impostare il livello di partenza sopra il primo

source: Use start level %d
it_it: Utilizzare il livello iniziale %d

source: start value for level %d
it_it: valore iniziale per il livello %d

source: lowercase letters style
it_it: stile lettere minuscole

source: uppercase letters style
it_it: stile lettere maiuscole

source: lowercase roman style
it_it: stile lettere minuscole

source: uppercase roman style
it_it: stile lettere maiuscole

source: Advanced List Controls
it_it: Controlli audio avanzati

source: Use nested ordered lists
it_it: Elenchi ordinati annidati per l'editor a blocchi

source: Inherit settings
it_it: Ereditare le impostazioni

source: with indentation
it_it: con rientri

source: Settings inherited from parent list.
it_it: Impostazioni ereditate dall'elenco dei genitori.
